export const mockItems = [
	{
		id: 1,
		name: "エアリズムコットンオーバーサイズTシャツ",
		price: "1,980",
		detail:
			"フォルムと着心地を極めた1枚。UniqloU\n仕様\n- コットンの見た目でサラリと快適な「エアリズム」。\n- やや首元が詰まったクルーネックでクリーンな印象。\n- ドロップショルダーでゆったりとしたフィットの5袖。\n- シルエットがきれいに出る素材感。",
		Image: "/images/mockItem1.webp",
	},
	{
		id: 2,
		name: "エアリズムコットンオーバーサイズTシャツ",
		price: "1,980",
		detail:
			"フォルムと着心地を極めた1枚。UniqloU\n仕様\n- コットンの見た目でサラリと快適な「エアリズム」。\n- やや首元が詰まったクルーネックでクリーンな印象。\n- ドロップショルダーでゆったりとしたフィットの5袖。\n- シルエットがきれいに出る素材感。",
		Image: "/images/mockItem2.webp",
	},
	{
		id: 3,
		name: "エアリズムコットンオーバーサイズTシャツ",
		price: "1,980",
		detail:
			"フォルムと着心地を極めた1枚。UniqloU\n仕様\n- コットンの見た目でサラリと快適な「エアリズム」。\n- やや首元が詰まったクルーネックでクリーンな印象。\n- ドロップショルダーでゆったりとしたフィットの5袖。\n- シルエットがきれいに出る素材感。",
		Image: "/images/mockItem3.webp",
	},
	{
		id: 4,
		name: "エアリズムコットンオーバーサイズTシャツ",
		price: "1,980",
		detail:
			"フォルムと着心地を極めた1枚。UniqloU\n仕様\n- コットンの見た目でサラリと快適な「エアリズム」。\n- やや首元が詰まったクルーネックでクリーンな印象。\n- ドロップショルダーでゆったりとしたフィットの5袖。\n- シルエットがきれいに出る素材感。",
		Image: "/images/mockItem4.webp",
	},
  {
		id: 5,
		name: "エアリズムコットンオーバーサイズTシャツ",
		price: "1,980",
		detail:
			"フォルムと着心地を極めた1枚。UniqloU\n仕様\n- コットンの見た目でサラリと快適な「エアリズム」。\n- やや首元が詰まったクルーネックでクリーンな印象。\n- ドロップショルダーでゆったりとしたフィットの5袖。\n- シルエットがきれいに出る素材感。",
		Image: "/images/mockItem5.webp",
	},
  {
		id: 6,
		name: "エアリズムコットンオーバーサイズTシャツ",
		price: "1,980",
		detail:
			"フォルムと着心地を極めた1枚。UniqloU\n仕様\n- コットンの見た目でサラリと快適な「エアリズム」。\n- やや首元が詰まったクルーネックでクリーンな印象。\n- ドロップショルダーでゆったりとしたフィットの5袖。\n- シルエットがきれいに出る素材感。",
		Image: "/images/mockItem6.webp",
	},
];
